export const BASE_URL = 'http://192.168.1.40:8000'

export const STATUS_RESPONSE = {
    success: 'success',
    error: 'error'
}

export const REPLACER = {
    "q": "й", "w": "ц", "e": "у", "r": "к", "t": "е", "y": "н", "u": "г",
    "i": "ш", "o": "щ", "p": "з" , "[": "х" , "]": "ъ", "a": "ф", "s": "ы",
    "d": "в", "f": "а", "g": "п", "h": "р", "j": "о", "k": "л", "l": "д",
    ";": "ж", "'": "э", "z": "я", "x": "ч", "c": "с", "v": "м", "b": "и",
    "n": "т" , "m": "ь", ",": "б", ".": "ю", "/": "."
};

export const HAIR_LENGTHS = {
    shirt: 'Кор',
    middle: 'Ср',
    long: 'Дл'
}

export const MONTHS = {
  1: 'Январь',
  2: 'Февраль',
  3: 'Март',
  4: 'Апрель',
  5: 'Май',
  6: 'Июнь',
  7: 'Июль',
  8: 'Август',
  9: 'Сентябрь',
  10: 'Октябрь',
  11: 'Ноябрь',
  12: 'Декабрь',
}